/* Message when the user selects a pin on the map */
"%ld bikes and %ld spots left" = "%1$ld bikes and %2$ld spots left";

"Location Services are disabled" = "Location Services are disabled";

"Please enable location services in your device 'Settings' screen" = "Please enable location services in your device 'Settings' screen";